app/controllers/todo_lists_controller.rb

  def create
    @todo_list = TodoList.new(todo_list_params)

    respond_to do |format|
      if @todo_list.save
---
INSERT INTO "todo_lists" ("created_at", "description", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2016-06-05 21:47:54.298901"], ["description", "Зробити лаби"], ["title", "Задача"], ["updated_at", "2016-06-05 21:47:54.298901"]]

  def update
    respond_to do |format|
      if @todo_list.update(todo_list_params)
---
UPDATE "todo_lists" SET "title" = ?, "updated_at" = ? WHERE "todo_lists"."id" = 1  [["title", "Покупки"], ["updated_at", "2016-06-05 21:48:34.027590"]]